"Button 1:"		= "Botón 1:";
"Button 2:"		= "Botón 2:";
"Button 3:" 	= "Botón 3:";
"Button 4:"		= "Botón 4:";

"Backlight Correction"	= "Corrección claroscuro";
"Color Restoration"		= "Restauración del color";
"Descreening"			= "Destramado";
"Dust Removal"			= "Eliminación del Polvo";
"Unsharp Mask"			= "Desenfocar máscara";

"None"			= "Ninguna";
"Newspaper"		= "Diario(85lpi)";
"Magazine"		= "Revista(133lpi)";
"Fine Prints"	= "Impresiones Calidad(175lpi)";
"General"		= "General";

"Low"		= "Bajo";
"Medium"	= "Medio";
"High"		= "Alto";

"Quiet Mode"        = "Modo silencioso";
"Off"               = "Desactivada";
"On"                = "Activada";
"Printer Setting"   = "Ajuste de impresora";
